Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: The cues alone can produce the opposite
es: Las señales por sí solas pueden producir lo contrario
zh_hans: 光是信号就能引出反向效果
zh_hant: 光是訊號就能引出反向效果

source: The desmethyl metabolite shifts clomipramine's strongly serotonergic action toward noradrenaline, so the two don't act quite alike — the balance moves as the metabolite accumulates.
es: El metabolito desmetilado desplaza la acción marcadamente serotoninérgica de la clomipramina hacia la noradrenalina, así que los dos no actúan exactamente igual — el equilibrio cambia a medida que el metabolito se acumula.
zh_hans: 去甲基代谢物将氯丙咪嗪强烈的血清素能作用向去甲肾上腺素方向转移，因此两者的作用并不完全相同——随着代谢物蓄积，平衡发生变化。
zh_hant: 去甲基代謝物將氯丙咪嗪強烈的血清素能作用向正腎上腺素方向轉移，因此兩者的作用並不完全相同——隨著代謝物蓄積，平衡發生變化。

source: The Endocrine Society / WPATH SOC8 monitoring range for adults on masculinizing testosterone, drawn as reference lines. The range from your clinician or laboratory report takes precedence.
es: El rango de seguimiento de la Endocrine Society / WPATH SOC8 para adultos en testosterona masculinizante, dibujado como líneas de referencia. El rango que te dé quien te atiende, o el de tu informe de laboratorio, tiene prioridad.
zh_hans: 内分泌学会 / WPATH SOC8 针对接受男性化睾酮治疗的成人的监测范围，绘制为参考线。以你的临床医生或化验报告给出的范围为准。
zh_hant: 內分泌學會 / WPATH SOC8 針對接受男性化睪固酮治療的成人的監測範圍，繪製為參考線。以你的臨床醫生或化驗報告給出的範圍為準。

source: The exact amount you have now. Changing it is logged as a correction.
es: La cantidad exacta que tienes ahora. Cambiarla se registra como una corrección.
zh_hans: 你当前的确切数量。修改后会记录为一次校正。
zh_hant: 你目前的確切數量。修改後會記錄為一次校正。

source: The existing iCloud backup was removed.
es: La copia de seguridad de iCloud existente se eliminó.
zh_hans: 已删除已有的 iCloud 备份。
zh_hant: 已刪除已有的 iCloud 備份。

source: The existing iCloud backup will be permanently deleted. This cannot be undone.
es: La copia de seguridad de iCloud existente se eliminará de forma permanente. Esto no se puede deshacer.
zh_hans: 已有的 iCloud 备份将被永久删除。此操作无法撤销。
zh_hant: 已有的 iCloud 備份將被永久刪除。此操作無法復原。

source: The file has an empty value for a required field: %@.
es: El archivo tiene un valor vacío en un campo obligatorio: %@.
zh_hans: 文件的必需字段为空值：%@。
zh_hant: 檔案的必要欄位為空值：%@。

source: The file has an unexpected value at: %@.
es: El archivo tiene un valor inesperado en: %@.
zh_hans: 文件在此处包含意外的值：%@。
zh_hant: 檔案在此處包含非預期的值：%@。

source: The file is empty. Nothing was saved into it, so export again and wait for the save to finish before importing.
es: El archivo está vacío. No se guardó nada en él, así que exporta de nuevo y espera a que termine de guardarse antes de importar.
zh_hans: 文件是空的。没有任何内容保存进去，请重新导出，等保存完成后再导入。
zh_hant: 檔案是空的。沒有任何內容儲存進去，請重新匯出，等儲存完成後再匯入。

source: The file is missing a required field: %@.
es: Al archivo le falta un campo obligatorio: %@.
zh_hans: 文件缺少必需字段：%@。
zh_hant: 檔案缺少必要欄位：%@。

source: The file isn't valid JSON.
es: El archivo no es JSON válido.
zh_hans: 文件不是有效的 JSON。
zh_hant: 檔案不是有效的 JSON。

source: The first label that applies is shown. When none does, the dock shows “—”.
es: Se muestra la primera etiqueta que aplique. Cuando ninguna aplica, el dock muestra “—”.
zh_hans: 显示第一个适用的标签；都不适用时显示“——”。
zh_hant: 顯示第一個適用的標籤；都不適用時顯示「——」。

source: The first prompt arrives at least %lld minutes after the dose.
es: El primer aviso llega al menos %lld minutos después de la dosis.
zh_hans: 第一条提示至少落在服用后 %lld 分钟。
zh_hant: 第一條提示至少落在服用後 %lld 分鐘。

source: The fog is reported to clear over hours. If it doesn't, seek medical help.
es: Se describe que la niebla mental se despeja en cuestión de horas. Si no ocurre, busca ayuda médica.
zh_hans: 有人报告这种迷糊感会在数小时内消退。如果没有消退，请就医。
zh_hant: 有人報告這種迷糊感會在數小時內消退。如果沒有消退，請就醫。

source: The groups within it
es: Los grupos que contiene
zh_hans: 其中的分类
zh_hant: 其中的分類

source: The highest concentration reached in the blood after a dose.
es: La concentración más alta que alcanza la sangre tras una dosis.
zh_hans: 一次用药后血液中达到的最高浓度。
zh_hant: 一次用藥後血液中達到的最高濃度。

source: The iCloud backup was merged with your data. Automatic backups are now on.
es: La copia de seguridad de iCloud se fusionó con tus datos. Las copias automáticas ya están activadas.
zh_hans: iCloud 备份已与你的数据合并。自动备份已开启。
zh_hant: iCloud 備份已與你的資料合併。自動備份已開啟。

source: The idea
es: La idea
zh_hans: 原理
zh_hant: 原理

source: The intestinal carrier (system-L / LAT1) saturates, so the fraction absorbed falls from ~60% at 900 mg/day to ~27% at 4800 mg/day.
es: El transportador intestinal (system-L / LAT1) se satura, así que la fracción absorbida cae de ~60% con 900 mg/día a ~27% con 4800 mg/día.
zh_hans: 肠道转运体（system-L / LAT1）会饱和，吸收比例从 900 mg/天时的约 60% 降至 4800 mg/天时的约 27%。
zh_hant: 腸道轉運體（system-L / LAT1）會飽和，吸收比例從 900 mg/天時的約 60% 降至 4800 mg/天時的約 27%。

source: The learned part of tolerance
es: La parte aprendida de la tolerancia
zh_hans: 耐受中学习来的部分
zh_hant: 耐受中學習來的部分

source: The level in your body today, if any. First dose today.
es: El nivel en tu cuerpo hoy, si lo hay. Primera dosis de hoy.
zh_hans: 今天体内已有的水平（如有）。第一剂在今天。
zh_hant: 今天體內已有的水平（如有）。第一劑在今天。

source: The mix adds cardiovascular strain beyond either alone, and the ethylphenidate it forms outlasts the methylphenidate itself, so the load on your heart is stretched out rather than added up.
es: La mezcla agrega una carga cardiovascular mayor que cualquiera de los dos por separado, y el etilfenidato que se forma dura más que el propio metilfenidato, así que la carga sobre tu corazón se prolonga en vez de sumarse.
zh_hans: 这一组合对心血管的负担超过单用任一者，且生成的乙苯哌酯比哌甲酯本身更持久，因此心脏负荷被拉长而非简单叠加。
zh_hant: 這一組合對心血管的負擔超過單用任一者，且生成的乙苯哌酯比哌甲酯本身更持久，因此心臟負荷被拉長而非簡單疊加。

source: The model combines estimated activating and sedating effects over time.
es: El modelo combina los efectos activadores y sedantes estimados a lo largo del tiempo.
zh_hans: 模型结合随时间变化的激活与镇静效应估计。
zh_hant: 模型結合隨時間變化的活化與鎮靜效應估計。

source: The model combines estimated stimulant, serotonin and opioid effects with an adaptation term. It uses changes in modeled dopamine activity to approximate the shape of the curve.
es: El modelo combina los efectos estimulantes, serotoninérgicos y opioides estimados con un término de adaptación. Usa los cambios en la actividad dopaminérgica modelada para aproximar la forma de la curva.
zh_hans: 模型将估计的兴奋、血清素和阿片类效应与适应项结合，使用模拟的多巴胺活性变化近似绘制曲线。
zh_hant: 模型將估計的興奮、血清素和鴉片類效應與適應項結合，使用模擬的多巴胺活性變化近似繪製曲線。

source: The model is calibrated on five stimulants: amphetamine, methylphenidate, mephedrone, 3-MMC, and 2-MMC. Other substances shape the curves through how they interact with these. Opioids are read through their dopamine activity, mostly to show those interactions.
es: El modelo está calibrado con cinco estimulantes: anfetamina, metilfenidato, mefedrona, 3-MMC y 2-MMC. Otras sustancias dan forma a las curvas según cómo interactúan con estos. Los opioides se interpretan a través de su actividad dopaminérgica, sobre todo para mostrar esas interacciones.
zh_hans: 该模型基于五种兴奋剂校准：苯丙胺、哌甲酯、4-甲基甲卡西酮、3-MMC 和 2-MMC。其他物质通过与它们的相互作用来影响曲线。阿片类物质则依据其多巴胺活性来解读，主要用于呈现这些相互作用。
zh_hant: 此模型基於五種興奮劑校準：安非他命、哌甲酯、4-甲基甲卡西酮、3-MMC 和 2-MMC。其他物質透過與它們的交互作用來影響曲線。鴉片類物質則依據其多巴胺活性來解讀，主要用於呈現這些交互作用。

# The model puts ≈%@ %@ of your %@ %@ dose (%@) as still active — ~%lld%%
source: The model puts ≈%1$@ %2$@ of your %3$@ %4$@ dose (%5$@) as still active — ~%6$lld%%
es: El modelo estima que ≈%@ %@ de tu dosis de %@ %@ (%@) sigue activo — ~%lld%%
zh_hans: 模型估计你 %3$@ %4$@ 的剂量（%5$@）中约有 ≈%1$@ %2$@ 仍在活跃——约 %6$lld%%
zh_hant: 模型估計你 %3$@ %4$@ 的劑量（%5$@）中約有 ≈%1$@ %2$@ 仍在活躍——約 %6$lld%%

source: The modeled level from now, fading over the days shown.
es: El nivel modelado desde ahora, desvaneciéndose a lo largo de los días mostrados.
zh_hans: 从现在起的模型推算水平，在所示的天数内逐渐衰减。
zh_hant: 從現在起的模型推算水平，在所示的天數內逐漸衰減。

source: The new Piru app already has your journal. Entries you add here stay in this app and won't follow, so the new one is the place to log from now on.
es: La nueva app Piru ya tiene tu diario. Los registros que agregues aquí se quedan en esta app y no la seguirán, así que a partir de ahora la nueva es el lugar donde registrar.
zh_hans: 新的 Piru App 已经有你的日记了。在这里添加的记录只会留在这个 App 里，不会同步过去，所以从现在起，新 App 才是记录的地方。
zh_hant: 新的 Piru App 已經有你的日記了。在這裡新增的紀錄只會留在這個 App 裡，不會同步過去，所以從現在起，新 App 才是記錄的地方。

source: The old “never mix” warning rests on little — large reviews did not find the harm it predicts. Both still strain the heart.
es: La vieja advertencia de “nunca mezclar” se apoya en poco — grandes revisiones no encontraron el daño que predice. Ambos siguen exigiendo al corazón.
zh_hans: 过去那条“绝不可混用”的警告依据很少——大型综述并未发现它所预言的危害。两者仍然都会给心脏增加负担。
zh_hant: 過去那條「絕不可混用」的警告依據很少——大型綜述並未發現它所預言的危害。兩者仍然都會給心臟增加負擔。

source: The protocol below reflects community or investigational use, not validated human dosing or medical advice. Many of these compounds are WADA-prohibited and lack human safety data.
es: El protocolo de abajo refleja uso comunitario o en investigación, no una dosificación humana validada ni consejo médico. Muchos de estos compuestos están prohibidos por la WADA y carecen de datos de seguridad en humanos.
zh_hans: 下方方案反映社区或试验性用途，并非经过验证的人体剂量或医疗建议。其中许多化合物被 WADA 禁用，且缺乏人体安全数据。
zh_hant: 下方方案反映社群或試驗性用途，並非經過驗證的人體劑量或醫療建議。其中許多化合物被 WADA 禁用，且缺乏人體安全資料。

source: The quick time options in the “Now” menu when recording an entry.
es: Las opciones rápidas de hora del menú “Ahora” al agregar un registro.
zh_hans: 添加记录时“现在”菜单中的快捷时间选项。
zh_hant: 新增記錄時「現在」選單中的快捷時間選項。

source: The rest of the family
es: El resto de la familia
zh_hans: 同类其他药物
zh_hant: 同類其他藥物

source: The share that rides along stuck to blood proteins. Only the unbound rest is free to act.
es: La parte que viaja pegada a las proteínas de la sangre. Solo el resto no unido queda libre para actuar.
zh_hans: 附着在血浆蛋白上随之运行的比例。只有未结合的那部分才能发挥作用。
zh_hant: 附著在血漿蛋白上隨之運行的比例。只有未結合的那部分才能發揮作用。

source: The Shulgin Rating Scale
es: La escala de valoración de Shulgin
zh_hans: 舒尔金评级量表
zh_hant: 舒爾金評級量表

source: The skin unlocks as soon as the purchase is approved.
es: El tema se desbloquea en cuanto se aprueba la compra.
zh_hans: 购买获批后，皮肤会立即解锁。
zh_hant: 購買獲批後，皮膚會立即解鎖。

source: The SubFxOnEx effects vocabulary. Copyright © Di-lemma.
es: El vocabulario de efectos SubFxOnEx. Copyright © Di-lemma.
zh_hans: SubFxOnEx 效应词表。版权所有 © Di-lemma。
zh_hant: SubFxOnEx 效應詞表。版權所有 © Di-lemma。

source: The time for your body to clear half of what's left. It takes about five half-lives to clear almost all of it.
es: El tiempo que tarda tu cuerpo en eliminar la mitad de lo que queda. Hacen falta unas cinco vidas medias para eliminarlo casi todo.
zh_hans: 身体清除掉其中一半所需的时间。大约经过五个半衰期才能几乎完全清除。
zh_hant: 身體清除掉其中一半所需的時間。大約經過五個半衰期才能幾乎完全清除。

source: These appear in the “When” menu when recording an entry, alongside Now and the full date picker. Swipe to remove, drag to reorder.
es: Aparecen en el menú “Cuándo” al agregar un registro, junto a Ahora y el selector de fecha completo. Desliza para quitar, arrastra para reordenar.
zh_hans: 这些选项显示在添加记录时的“何时”菜单中，与“现在”和完整日期选择器并列。滑动移除，拖动排序。
zh_hant: 這些選項顯示在新增記錄時的「何時」選單中，與「現在」和完整日期選擇器並列。滑動移除，拖動排序。

source: These are population averages from research — your own values vary with genetics, body size, and how the drug is taken.
es: Son promedios poblacionales de la investigación — tus propios valores varían con la genética, el tamaño corporal y la forma de tomar el fármaco.
zh_hans: 这些是研究得出的群体平均值——你的实际数值会因遗传、体型以及用药方式而不同。
zh_hant: 這些是研究得出的群體平均值——你的實際數值會因遺傳、體型以及用藥方式而不同。

source: These comparisons use only your own recorded days, with no control group. A difference does not establish a cause.
es: Estas comparaciones usan solo tus propios días registrados, sin grupo de control. Una diferencia no establece una causa.
zh_hans: 这些对照只使用你自己记录的日子，没有对照组。有差异不代表存在因果关系。
zh_hant: 這些對照只使用你自己記錄的日子，沒有對照組。有差異不代表存在因果關係。

source: These curves are built from %@. %@ sit outside the model.
es: Estas curvas se construyen a partir de %@. %@ quedan fuera del modelo.
zh_hans: 这些曲线基于 %@ 构建。%@ 不在模型范围内。
zh_hant: 這些曲線基於 %@ 構建。%@ 不在模型範圍內。

source: These curves illustrate model assumptions. They do not measure your feelings, energy, impairment or physical safety. Individual responses and combinations may differ substantially.
es: Estas curvas ilustran supuestos del modelo. No miden tus sensaciones, tu energía, tu deterioro ni tu seguridad física. Las respuestas individuales y las combinaciones pueden diferir sustancialmente.
zh_hans: 这些曲线用于展示模型假设，并不测量你的感受、精力、功能受损程度或身体安全状况。个体反应和组合效应可能有很大差异。
zh_hant: 這些曲線用於展示模型假設，並不測量你的感受、精力、功能受損程度或身體安全狀況。個體反應和組合效應可能有很大差異。

source: These notes will appear at the end of the PDF report.
es: Estas notas aparecerán al final del informe PDF.
zh_hans: 这些备注将出现在 PDF 报告末尾。
zh_hant: 這些備註將出現在 PDF 報告末尾。

source: These values were not measured together — each is its own study. Ranked here for scale.
es: Estos valores no se midieron juntos — cada uno es su propio estudio. Se ordenan aquí para dar escala.
zh_hans: 这些数值并非在同一实验中测得——每个都来自各自的研究。此处排列只为呈现量级。
zh_hant: 這些數值並非在同一實驗中測得——每個都來自各自的研究。此處排列只為呈現量級。

source: Things feeling 'weird' for a while is commonly reported.
es: Se describe con frecuencia que las cosas se sienten 'raras' durante un rato.
zh_hans: 常有人会有一段时间觉得“怪怪的”。
zh_hant: 常有人會有一段時間覺得「怪怪的」。

source: This Apple Account has no Piru purchases.
es: Esta cuenta de Apple no tiene compras de Piru.
zh_hans: 此 Apple 账户没有 Piru 的购买记录。
zh_hant: 此 Apple 帳號沒有 Piru 的購買記錄。

source: This backup uses a newer format (v%lld) than this version of Piru understands. Please update the app.
es: Esta copia de seguridad usa un formato más nuevo (v%lld) del que entiende esta versión de Piru. Actualiza la app.
zh_hans: 此备份使用的格式（v%lld）比当前 Piru 版本更新。请更新应用。
zh_hant: 此備份使用的格式（v%lld）比目前 Piru 版本更新。請更新 App。

source: This can entrench a deeper change that takes months to relax. It shows up only well past everyday or therapeutic doses — steady use doesn't reach it.
es: Esto puede afianzar un cambio más profundo que tarda meses en relajarse. Solo aparece muy por encima de las dosis cotidianas o terapéuticas — el uso estable no llega a él.
zh_hans: 这会留下一种更深的变化，要好几个月才松得下来。它只在远超日常或治疗剂量时才出现——持续稳定地用也碰不到它。
zh_hant: 這會留下一種更深的變化，要好幾個月才鬆得下來。它只在遠超日常或治療劑量時才出現——持續穩定地用也碰不到它。

source: This class can block the signal to the bladder. Not being able to pass urine at all is a reason to get help now rather than wait for the timeline.
es: Esta clase puede bloquear la señal hacia la vejiga. No poder orinar en absoluto es motivo para buscar ayuda ahora, en vez de esperar a la línea de tiempo.
zh_hans: 该类药物可能阻断通往膀胱的信号。完全排不出尿，应当立刻求助，而不是等时间线走完。
zh_hant: 該類藥物可能阻斷通往膀胱的訊號。完全排不出尿，應當立刻求助，而不是等時間軸走完。

source: This class can stop memories forming while it is active. What you write down now is the record.
es: Esta clase puede impedir que se formen recuerdos mientras está activa. Lo que escribas ahora es el registro.
zh_hans: 这一类在起效期间可能阻止记忆形成。你现在写下的就是记录。
zh_hant: 這一類在起效期間可能阻止記憶形成。你現在寫下的就是記錄。

source: This class raises body temperature. Feeling very hot, confused or rigid is an emergency — cool down and call for help.
es: Esta clase eleva la temperatura corporal. Sentir mucho calor, confusión o rigidez es una emergencia — refréscate y pide ayuda.
zh_hans: 这一类会升高体温。感觉非常热、意识混乱或肌肉僵直属于急症——降温并呼叫救助。
zh_hant: 這一類會升高體溫。感覺非常熱、意識混亂或肌肉僵直屬於急症——降溫並呼叫救助。

source: This compound has no validated human dose data. Information below is for reference only — see the linked sources for primary literature. Do not extrapolate doses from related compounds.
es: Este compuesto no tiene datos validados de dosis en humanos. La información de abajo es solo de referencia — consulta las fuentes enlazadas para la literatura primaria. No extrapoles dosis de compuestos relacionados.
zh_hans: 该化合物没有经过验证的人体剂量数据。以下信息仅供参考——原始文献请参阅所链接的来源。请勿根据相关化合物推算剂量。
zh_hant: 該化合物沒有經過驗證的人體劑量資料。以下資訊僅供參考——原始文獻請參閱所連結的來源。請勿根據相關化合物推算劑量。

source: This curve reaches the heavy dose range
es: Esta curva alcanza el rango de dosis alta
zh_hans: 此曲线达到大剂量区间
zh_hant: 此曲線達到大劑量區間

source: This deletes your journal, profile, schedules, inventory, custom presets and local recovery copies. Your Watch clears its copy when it reconnects. Exported files, Apple Health records and device backups are not affected.
es: Esto elimina tu diario, perfil, horarios, inventario, preajustes personalizados y copias locales de recuperación. Tu Watch borra su copia cuando se reconecte. Los archivos exportados, los registros de Apple Salud y las copias de seguridad del dispositivo no se ven afectados.
zh_hans: 这会删除日志、个人资料、计划、库存、自定义预设和本地恢复副本。Watch 会在重新连接后清除其副本。已导出的文件、Apple 健康记录和设备备份不受影响。
zh_hant: 這會刪除日誌、個人資料、排程、庫存、自訂預設和本機復原副本。Watch 會在重新連線後清除其副本。已匯出的檔案、Apple 健康記錄和裝置備份不受影響。

source: This device's backup key isn't available yet. If you just signed in, give iCloud Keychain a moment to sync.
es: La clave de copia de seguridad de este dispositivo aún no está disponible. Si acabas de iniciar sesión, dale un momento al llavero de iCloud para sincronizarse.
zh_hans: 此设备的备份密钥尚不可用。如果你刚刚登录，请稍候让 iCloud 钥匙串完成同步。
zh_hant: 此裝置的備份金鑰尚無法使用。若你剛登入，請稍候讓 iCloud 鑰匙圈完成同步。

source: This file is too large to be a Piru backup.
es: Este archivo es demasiado grande para ser una copia de seguridad de Piru.
zh_hans: 此文件太大，不是有效的 Piru 备份。
zh_hant: 此檔案太大，不是有效的 Piru 備份。

source: This file isn't a Piru export or a PsychonautWiki journal.
es: Este archivo no es una exportación de Piru ni un diario de PsychonautWiki.
zh_hans: 此文件不是 Piru 导出文件，也不是 PsychonautWiki 日记。
zh_hant: 此檔案不是 Piru 匯出檔案，也不是 PsychonautWiki 日記。

source: This file isn't a valid Piru backup.
es: Este archivo no es una copia de seguridad válida de Piru.
zh_hans: 此文件不是有效的 Piru 备份。
zh_hant: 此檔案不是有效的 Piru 備份。

source: This file uses export format %lld, which this version of Piru can't read yet. Update Piru, then import it.
es: Este archivo usa el formato de exportación %lld, que esta versión de Piru aún no puede leer. Actualiza Piru y luego impórtalo.
zh_hans: 此文件使用导出格式 %lld，当前版本的 Piru 还无法读取。请更新 Piru 后再导入。
zh_hant: 此檔案使用匯出格式 %lld，目前版本的 Piru 還無法讀取。請更新 Piru 後再匯入。

source: This is an encrypted Piru backup. Use Restore Encrypted Backup and enter its passphrase.
es: Esta es una copia de seguridad cifrada de Piru. Usa Restaurar copia cifrada y escribe su frase de contraseña.
zh_hans: 这是加密的 Piru 备份。请使用“恢复加密备份”并输入其密码短语。
zh_hant: 這是加密的 Piru 備份。請使用「還原加密備份」並輸入其密碼短語。

source: This is the only session.
es: Esta es la única sesión.
zh_hans: 这是唯一的场次。
zh_hant: 這是唯一的場次。

source: This metabolite (HNK) barely touches the NMDA receptor ketamine acts on — it's studied for a separate, non-dissociative antidepressant effect, so it isn't simply ketamine continuing.
es: Este metabolito (HNK) apenas toca el receptor NMDA sobre el que actúa la ketamina — se estudia por un efecto antidepresivo separado, no disociativo, así que no es simplemente la ketamina continuando.
zh_hans: 这种代谢物（HNK）几乎不作用于氯胺酮所靶向的 NMDA 受体——它被研究的是一种独立的、非解离性的抗抑郁效应，因此并非氯胺酮效果的简单延续。
zh_hant: 這種代謝物（HNK）幾乎不作用於氯胺酮所靶向的 NMDA 受體——它被研究的是一種獨立的、非解離性的抗憂鬱效應，因此並非氯胺酮效果的簡單延續。

source: This month's adherence calendar
es: Calendario de adherencia de este mes
zh_hans: 本月依从性日历
zh_hant: 本月依從性日曆

source: This period
es: Este periodo
zh_hans: 本期
zh_hant: 本期

source: This replaces your current data with the %@ in this copy. A snapshot of your current data is taken first, so it's reversible. Restart Piru afterwards to load it.
es: Esto reemplaza tus datos actuales con los %@ de esta copia. Primero se toma una instantánea de tus datos actuales, así que es reversible. Reinicia Piru después para cargarla.
zh_hans: 这将用此副本中的 %@ 替换你当前的数据。替换前会先为当前数据创建快照，因此可以撤销。之后请重新启动 Piru 以加载。
zh_hant: 這會用此副本中的 %@ 取代你目前的資料。取代前會先為目前資料建立快照，因此可以復原。之後請重新啟動 Piru 以載入。

source: This session logs %@, which sit outside the model, so these curves stay empty.
es: Esta sesión registra %@, que quedan fuera del modelo, así que estas curvas se quedan vacías.
zh_hans: 本场包含 %@，它们不在模型范围内，因此这些曲线为空。
zh_hant: 本場包含 %@，它們不在模型範圍內，因此這些曲線為空。

source: This substance already has a "%@" unit.
es: Esta sustancia ya tiene una unidad "%@".
zh_hans: 该物质已有“%@”单位。
zh_hant: 此物質已有「%@」單位。

source: This substance's mechanism of action may involve multiple pharmacological targets or may not be fully characterized. Consult specific pharmacological references for detailed mechanistic information.
es: El mecanismo de acción de esta sustancia puede implicar múltiples objetivos farmacológicos o no estar del todo caracterizado. Consulta referencias farmacológicas específicas para información mecanística detallada.
zh_hans: 此物质的作用机制可能涉及多个药理靶点，或尚未完全表征。请参阅具体的药理学参考资料以获取详细的机制信息。
zh_hant: 此物質的作用機制可能涉及多個藥理靶點，或尚未完全表徵。請參閱具體的藥理學參考資料以獲取詳細的機制資訊。

source: This unusual Phase II conjugate retains the nor-mephedrone core — whether it has pharmacological activity is unknown, but its long plasma half-life means it lingers well past mephedrone's short duration.
es: Este conjugado de fase II poco habitual conserva el núcleo de nor-mefedrona — se desconoce si tiene actividad farmacológica, pero su larga vida media plasmática hace que persista mucho más allá de la corta duración de la mefedrona.
zh_hans: 这种不寻常的 II 相结合物保留了去甲甲卡西酮的核心结构——是否具有药理活性尚不明确，但其较长的血浆半衰期意味着它在甲卡西酮的短暂作用期过后仍会存留。
zh_hant: 這種不尋常的 II 相結合物保留了去甲甲卡西酮的核心結構——是否具有藥理活性尚不明確，但其較長的血漿半衰期意味著它在甲卡西酮的短暫作用期過後仍會存留。

source: Three timescales
es: Tres escalas de tiempo
zh_hans: 三种时间尺度
zh_hant: 三種時間尺度

source: Threshold
es: Sutil
zh_hans: 阈值
zh_hant: 閾值

source: Threshold — a real effect, its nature not yet clear.
es: Sutil — un efecto real, de naturaleza aún no clara.
zh_hans: 阈值——真实的效应，性质尚不清楚。
zh_hant: 閾值——真實的效應，性質尚不清楚。

source: Time
es: Hora
zh_hans: 时间
zh_hant: 時間

source: Time in range
es: Tiempo en rango
zh_hans: 在范围内的时间
zh_hant: 在範圍內的時間

source: Time of day
es: Hora del día
zh_hans: 一天中的时间
zh_hant: 一天中的時間

source: Time of Day
es: Hora del día
zh_hans: 时段
zh_hant: 時段

source: Time Range
es: Rango de tiempo
zh_hans: 时间范围
zh_hant: 時間範圍

source: Time Sensitive
es: Urgentes
zh_hans: 时效性通知
zh_hant: 時效性通知

source: Time Sensitive notifications can break through Focus modes and the notification summary. Turn off any you'd rather have wait.
es: Las notificaciones urgentes pueden atravesar los modos de concentración y el resumen de notificaciones. Desactiva las que prefieras que esperen.
zh_hans: 时效性通知可以突破专注模式和通知摘要。不希望立即送达的可以在这里关闭。
zh_hant: 時效性通知可以突破專注模式和通知摘要。不希望立即送達的可以在這裡關閉。

source: Time Taken
es: Hora de toma
zh_hans: 服用时间
zh_hant: 服用時間

# Time to log %@ — %@.
source: Time to log %1$@ — %2$@.
es: Hora de registrar %@ — %@.
zh_hans: 该记录 %@ 了——%@。
zh_hant: 該記錄 %@ 了——%@。

source: time to peak
es: tiempo hasta el pico
zh_hans: 达峰时间
zh_hant: 達峰時間

source: Time to peak
es: Tiempo hasta el pico
zh_hans: 达峰时间
zh_hant: 達峰時間

source: Time to rest
es: Hora de descansar
zh_hans: 该休息了
zh_hant: 該休息了

source: Timed from the typical onset and duration of each dose you log, for its substance and route. These are estimates from published data — Piru doesn't sense anything.
es: Cronometrado a partir del inicio y la duración típicos de cada dosis que registras, según su sustancia y vía. Son estimaciones a partir de datos publicados — Piru no detecta nada.
zh_hans: 按你记录的每一剂所属物质和给药途径，根据典型的起效时间和持续时间计时。这些是基于已发表数据的估算——Piru 并不检测你身上的任何东西。
zh_hant: 按你記錄的每一劑所屬物質和給藥途徑，根據典型的起效時間和持續時間計時。這些是基於已發表資料的估算——Piru 並不偵測你身上的任何東西。

source: Timed Text
es: Texto programado
zh_hans: 定时文本
zh_hant: 定時文字

source: Timeline
es: Línea de tiempo
zh_hans: 时间轴
zh_hant: 時間軸

source: Timer
es: Temporizador
zh_hans: 计时
zh_hant: 計時

source: Times
es: Horas
zh_hans: 时间
zh_hant: 時間

source: Times are measured from your latest dose, so logging another moves them.
es: Los tiempos se miden desde tu última dosis, así que registrar otra los desplaza.
zh_hans: 时间是从你最近一次剂量算起的，所以再记录一次就会把它们往后推。
zh_hant: 時間是從你最近一次劑量算起的，所以再記錄一次就會把它們往後推。

source: Timing cues at onset, come-up, and peak so you can anchor what you feel to the timeline.
es: Avisos de tiempo en el inicio, la subida y el pico para que puedas anclar lo que sientes a la línea de tiempo.
zh_hans: 在起效、上升期和高峰期时给出时间提示，让你把感受对应到时间线上。
zh_hant: 在起效、上升期和高峰期時給出時間提示，讓你把感受對應到時間線上。

source: Titration
es: Titulación
zh_hans: 剂量滴定
zh_hant: 劑量滴定

source: To
es: Hasta
zh_hans: 到
zh_hant: 到

source: Today
es: Hoy
zh_hans: 今天
zh_hant: 今天
